tap "ibigio/tap"
tap "jbreckmckye/formulae"
tap "libsql/sqld"
tap "macos-fuse-t/cask"
tap "mutagen-io/mutagen"
tap "nikitabobko/tap"
tap "supabase/tap"
tap "tursodatabase/tap"
tap "vmfarms/sidepro"
brew "age"
brew "xz"
brew "aspell"
brew "bat"
brew "caddy", restart_service: :changed
brew "fontconfig"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dnsmasq", restart_service: :changed
brew "dockutil"
brew "duckdb"
brew "duf"
brew "duti"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "glow"
brew "readline"
brew "gnupg"
brew "gum"
brew "htmlq"
brew "httpie"
brew "jq"
brew "latexindent"
brew "lazysql"
brew "lftp"
brew "libyaml"
brew "libzip"
brew "micro"
brew "moreutils"
brew "ninja"
brew "node"
brew "pandoc"
brew "php"
brew "pipx"
brew "pnpm", link: false
brew "postgresql@17"
brew "repomix"
brew "rich-cli"
brew "ripgrep"
brew "rsync"
brew "sops"
brew "speedtest-cli"
brew "stow"
brew "sttr"
brew "tokei"
brew "topgrade"
brew "tree"
brew "typst"
brew "wget"
brew "xq"
brew "xsv"
brew "yq"
brew "zns"
brew "ibigio/tap/shell-ai"
brew "mutagen-io/mutagen/mutagen"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
brew "vmfarms/sidepro/sidepro"
cask "1password"
cask "1password-cli"
cask "aerospace@0.17.1"
cask "appcleaner"
cask "arc"
cask "batfi"
cask "claude"
cask "coteditor"
cask "cursor"
cask "discord"
cask "dropbox"
cask "espanso"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-linux-biolinum"
cask "font-linux-libertine"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hookmark"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "leader-key"
cask "lm-studio"
cask "lookaway"
cask "notion-calendar"
cask "numi"
cask "obsidian"
cask "ollama"
cask "pdf-expert"
cask "raycast"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "timing"
cask "visual-studio-code"
cask "vlc"
