tap "homebrew/bundle"
tap "homebrew/services"
tap "ibigio/tap"
tap "jbreckmckye/formulae"
tap "libsql/sqld"
tap "macos-fuse-t/cask"
tap "mutagen-io/mutagen"
tap "nikitabobko/tap"
tap "supabase/tap"
tap "tursodatabase/tap"
tap "vmfarms/sidepro"
brew "act"
brew "age"
brew "xz"
brew "openssl@3"
brew "aspell"
brew "bat"
brew "caddy", restart_service: :changed
brew "fontconfig"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "curlie"
brew "dnsmasq", restart_service: :changed
brew "dockutil"
brew "doggo"
brew "duckdb"
brew "duf"
brew "dust"
brew "duti"
brew "erlang"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "glow"
brew "readline"
brew "gnupg"
brew "grex"
brew "gum"
brew "hcloud"
brew "hl"
brew "htmlq"
brew "httpie"
brew "jq"
brew "latexindent"
brew "lazysql"
brew "lftp"
brew "libyaml"
brew "libzip"
brew "lnav"
brew "lsd"
brew "micro"
brew "moreutils"
brew "nasm"
brew "ninja"
brew "node"
brew "pandoc"
brew "php"
brew "pkgconf"
brew "pnpm"
brew "postgresql@17"
brew "postgrest"
brew "procs"
brew "repomix"
brew "rich-cli"
brew "ripgrep"
brew "rsync"
brew "sops"
brew "speedtest-cli"
brew "stow"
brew "sttr"
brew "tokei"
brew "topgrade"
brew "tree"
brew "typioca"
brew "typst"
brew "wget"
brew "xh"
brew "xq"
brew "xsv"
brew "yq"
brew "zns"
brew "ibigio/tap/shell-ai"
brew "mutagen-io/mutagen/mutagen"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
brew "vmfarms/sidepro/sidepro"
